Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Add to Home Screen
bn_bd: প্রধান স্ক্রিনে যোগ করুন

source: Adjust automatically
bn_bd: স্বয়ংক্রিয়ভাবে নিয়ন্ত্রণ

source: After 10 minutes
bn_bd: ১০ মিনিট পর

source: After 15 seconds
bn_bd: ১৫ সেকেন্ড পর

source: After 2 minutes
bn_bd: ২ মিনিট পর

source: After 30 seconds
bn_bd: ৩০ সেকেন্ড পর

source: After 4 hours
bn_bd: ৪ ঘন্টা পর

source: After 5 seconds
bn_bd: ৫ সেকেন্ড পর

source: A-GPS settings
bn_bd: A-GPS সেটিং

source: Airplane mode
bn_bd: বিমান মোড

source: Alert tones
bn_bd: সাংকেতিক ধ্বনি

source: Allow other devices to share my phone’s Internet connection by connecting via Wi-Fi.
bn_bd: ওয়াই-ফাই তে যুক্ত হয়ে অন্য ডিভাইসকে আমার ফোনের ইন্টারনেট শেয়ার করতে অনুমতি দিন।

source: All your friends are imported
bn_bd: আপনার সব বন্ধুর তথ্য যুক্ত করা হয়েছে

source: Always forward
bn_bd: সর্বদা ফরওয়ার্ড করুন

source: Always send a report
bn_bd: সবসময় প্রতিবেদন প্রেরণ

source: Analog Ascent
bn_bd: অ্যানালগ আসেন্ট

source: Analog Dapple
bn_bd: অ্যানালগ ডাপল

source: A network error occurred while trying to reach the site.
bn_bd: ‌সাইটে পৌঁছানোর সময়, একটি নেটওয়ার্ক সমস্যা হয়েছে।

source: Application storage
bn_bd: অ্যাপ্লিকেশন সংগ্রহস্থল

source: App memory
bn_bd: অ্যাপ মেমোরি

source: App permissions
bn_bd: অ্যাপের অনুমতি

source: App suspending
bn_bd: অ্যাপ বন্ধ করা হচ্ছে

source: Are you sure you want to uninstall {{ app }}?
bn_bd: আপনি কি নিশ্চিত যে {{ app }} আনইনস্টল করতে চান?

source: Around Me
bn_bd: আমার চারপাশ

source: As a security precaution, this page cannot be displayed by the device because it has expired.
bn_bd: নিরাপত্তা সতর্কতা হিসেবে, এই ডিভাইস পাতাটি প্রদর্শন করবে না। কারণ এটির মেয়াদ শেষ।

source: Ask each time
bn_bd: প্রতিবার জিজ্ঞাসা করুন

source: Audio saved to Music
bn_bd: অডিওটি মিউজিক ফোল্ডারে সংরক্ষিত হয়েছে

source: A username and password are being requested by {{host}}. The site says: “{{realm}}”
bn_bd: {{host}} ইউজারনেম ও পাসওয়ার্ড চাচ্ছে। সাইটটি বলছে: “{{realm}}”

source: Authorized numbers
bn_bd: অনুমোদিত নম্বর

source: Auto correction
bn_bd: স্বয়ংক্রিয় সংশোধন

source: Automatic selection
bn_bd: স্বয়ংক্রিভাবে নির্বাচন

source: Auto retrieve
bn_bd: স্বয়ংক্রিয়ভাবে উদ্ধার

source: Available networks
bn_bd: উপস্থিত নেটওয়ার্কসমূহ

source: B2G OS
bn_bd: B2G ওএস

source: Baby
bn_bd: বাচ্চা

source: Bap
bn_bd: ব্যাপ

source: Baseball
bn_bd: বেসবল

source: Battery almost empty
bn_bd: ব্যাটারি প্রায় শেষ

source: Bell
bn_bd: বেল

source: Bell Extended
bn_bd: বেল এক্সটেন্ডেড

source: Bit Bounce
bn_bd: বিট বাউন্স

source: Bluetooth can not be used while phone is plugged in. Please unplug the phone to receive file(s).
bn_bd: ইউএসবি লাগানো অবস্থায় ব্লুটুথ ব্যবহার করা যাবে না। ফাইল গ্রহন করতে ফোন থেকে ইউএসবি খুলে ফেলুন।

source: Bluetooth output in ADB
bn_bd: ADB তে ব্লুটুথ এর আউটপুট

source: Bluetooth Transfer
bn_bd: ব্লুটুথ স্থানান্তর

source: Bollywood
bn_bd: বলিউড

source: Boomer
bn_bd: বুমার

source: Bop
bn_bd: বপ্

source: Brazilian Apps
bn_bd: ব্রাজিলিয়ান অ্যাপ

source: Business
bn_bd: ব্যবসা

source: calculating proposals
bn_bd: প্রস্তাবনা গণনা করা হচ্ছে

source: Cannot install application due to an unrecoverable error. Please try downloading again. The application will be removed.
bn_bd: পুনরুদ্ধার করা যাবে না এমন একটি ত্রুটির কারণে অ্যাপ্লিকেশন ইনস্টল করা যাবে না। পুনরায় ডাউনলোড করার চেষ্টা করুন। অ্যাপ্লিকেশনটি অপসারণ করা হবে।

source: Can’t display page
bn_bd: পৃষ্ঠা প্রদর্শন করা যাবে না

source: Can’t find the server at {{name}}.
bn_bd: {{name}} এ সার্ভার পাওয়া যায়নি।

source: Cell broadcast
bn_bd: সেল সম্প্রচার

source: Cell broadcast messages
bn_bd: সেল সম্প্রচার বার্তা

source: Certificate list
bn_bd: সার্টিফিকেটের তালিকা

source: Changing the default media storage volume will affect where photos, videos, downloads and other media will be saved to by default. Existing data will remain in its current location.
bn_bd: ডিফল্ট মিডিয়া স্টোরেজ ভলিউম-এর পরিবর্তন ডিফল্ট ভাবে সংরক্ষিত ছবি, ভিডিও, ডাউনলোড এবং অন্যান্য মিডিয়ার উপর প্রভাব ফেলবে। বর্তমান ডাটাসমূহ যথাস্থানে থাকবে।

source: Check now
bn_bd: এখনই পরীক্ষা

source: Check settings
bn_bd: সেটিং পরীক্ষা করুন

source: Classic Buzz
bn_bd: ক্লাসিক বাজ

source: Classic Courier
bn_bd: ক্লাসিক কুরিয়ার

source: Classic Electric
bn_bd: ক্লাসিক ইলেক্ট্রিক

source: Classic Prism
bn_bd: ক্লাসিক প্রিসম

source: Classic Pulse
bn_bd: ক্লাসিক পাল্স

source: Classic Touchmatic
bn_bd: ক্লাসিক টাচমেটিক

source: Classic Wallphone
bn_bd: ক্লাসিক ওয়ালফোন

source: Classifieds
bn_bd: শ্রেণীবদ্ধ

source: Clear browsing history
bn_bd: ব্রাউজিং ইতিহাস পরিষ্কার করুন

source: Clear browsing history?
bn_bd: ব্রাউজিং ইতিহাস পরিষ্কার করবেন?

source: Clear cookies and other data stored by sites on this device?
bn_bd: সাইট দ্বারা এই ডিভাইসে সংরক্ষিত কুকি এবং অন্যান্য ডাটা পরিষ্কার করতে চান?

source: Clear cookies and stored data
bn_bd: কুকি এবং সংরক্ষিত ডাটা পরিষ্কার করুন

source: Clear private data from bookmarks?
bn_bd: বুকমার্ক থেকে ব্যাক্তিগত ডাটা পরিষ্কার করবেন?

source: Click sound
bn_bd: ক্লিক শব্দ

source: Close utility tray
bn_bd: ইউটিলিটি ট্রে বন্ধ

source: Comics
bn_bd: কমিক্স

source: Conference ({{ n }})
bn_bd: কনফারেন্স ({{ n }})

source: Configuration message received, click on “Accept” to continue.
bn_bd: কনফিগারেশন বার্তা পাওয়া গিয়েছে। চালিয়ে যেতে "গ্রহণ" এ চাপুন।

source: Confirm passcode
bn_bd: পাসকোড নিশ্চিতকরণ

source: Connect to the internet to get apps for {{collectionName}}
bn_bd: {{collectionName}} এর জন্য অ্যাপ খুঁজতে ইন্টারনেটের সাথে সংযুক্ত হোন

source: Connect to the internet to get apps for {{ searchQuery }}
bn_bd: {{ searchQuery }} সংক্রান্ত অ্যাপ পেতে ইন্টারনেটে সংযুক্ত হোন

source: Console enabled
bn_bd: কনসোল সক্রিয় করা আছে

source: Continuous transition
bn_bd: ক্রমাগত পরিবর্তন

source: (corporate locked)
bn_bd: (কর্পোরেট লক)

source: Crash reports
bn_bd: ক্র্যাশ প্রতিবেদন

source: Create a new contact
bn_bd: নতুন পরিচিতি তৈরি করুন

source: Cricket
bn_bd: ক্রিকেট

source: Culture
bn_bd: সংস্কৃতি

source: Current level
bn_bd: বর্তমান অবস্থা

source: Custom Ringtones
bn_bd: নিজস্ব রিংটোন

source: Cycling
bn_bd: সাইক্লিং

source: Data connection
bn_bd: ডাটা সংযোগ

source: Data roaming
bn_bd: ডাটা রোমিং

source: Data settings
bn_bd: ডাটা সেটিং

source: Default media location
bn_bd: পূর্বনির্ধারিত মিডিয়ার লোকেশন

source: Default search engine
bn_bd: পূর্বনির্ধারিত সার্চ ইঞ্জিন

source: Delete certificate
bn_bd: সার্টিফিকেট অপসারণ

source: Delete Messages
bn_bd: বার্তা অপসারণ

source: Delete Video?
bn_bd: ভিডিও অপসারণ করবেন?

source: Delivery reports
bn_bd: ডেলিভারি রিপোর্ট

source: Developer settings
bn_bd: ডেভেলপার সেটিং

source: Device information
bn_bd: ডিভাইস সংক্রান্ত তথ্য

# Device space low.
source: Device space low.\n
bn_bd: ডিভাইসে জায়গা কম।\n

source: Dial {{ phoneNumber }} via
bn_bd: {{ phoneNumber }} ফোন কর

source: Dididi
bn_bd: দিদিদি

source: Disco Drive
bn_bd: ডিস্কো ড্রাইভ

source: Do you want to download and install this audio file as a song or as a ringtone?
bn_bd: আপনি কি এই অডিও ফাইলটি ডাউনলোড এবং এটি গান বা রিংটোন হিসেবে ইনস্টল করতে চান?

source: Do you want to retry?
bn_bd: আপনি কি আবার চেষ্টা করতে চান?

source: Draw layer borders
bn_bd: লেয়ারের বর্ডার আঁকুন

source: Draw tile borders
bn_bd: এই সীমানা আঁকুন

source: Each hour
bn_bd: প্রতি ঘন্টা

source: Edge swipe navigation
bn_bd: ধার বরাবর সুইপ

source: Emergency calls only
bn_bd: শুধুমাত্র জরুরী কল

source: Enter a search term or Web address to start browsing.
bn_bd: অনুসন্ধানের জন্য শব্দ দিন অথবা ব্রাউজিং করতে ওয়েব ঠিকানা দিন।

source: Error {{from}}
bn_bd: ত্রুটি {{from}}

source: Error saving audio
bn_bd: অডিও সংরক্ষণে ত্রুটি

source: Error saving image
bn_bd: ছবি সংরক্ষণে ত্রুটি

source: Error saving video
bn_bd: ভিডিও সংরক্ষণে ত্রুটি

source: Exceeded timeout {{from}}
bn_bd: সময় অতিক্রম করেছে {{from}}

source: Exclamation
bn_bd: আশ্চর্য

source: Facebook Friends
bn_bd: ফেসবুকের বন্ধুরা

source: Failed to cancel WPS
bn_bd: WPS বাতিল করা ব্যর্থ হয়েছে

source: Financial News
bn_bd: ব্যবসায়িক সংবাদ

source: Financial Services
bn_bd: আর্থিক সেবা

source: Find My Device allows you to locate, lock or erase your phone
bn_bd: Find My Device আপনাকে ফোন খুঁজতে, লক করতে কিংবা ডাটা অপসারণে সুযোগ দেয়

source: Find My Device allows you to locate, lock or erase your phone from a web site:
bn_bd: Find My Device একটি ওয়েবসাইট থেকে আপনাকে ফোন খুঁজতে, লক করতে কিংবা ডাটা অপসারণে সুযোগ দেয়:

source: Firefox Ringtones
bn_bd: ফায়ারফক্স রিংটোন

source: Firmware revision
bn_bd: ফার্মওয়্যার পুনর্বিবেচনা

source: Fitness
bn_bd: ফিটনেস

source: Flash repainted area
bn_bd: পুনরায় রং করা অংশ ফ্লাশ কর

source: Food & Drinks
bn_bd: খাদ্য ও পানীয়

source: Forward when busy
bn_bd: ব্যস্ত থাকলে ফরওয়ার্ড করুন

source: Forward when unanswered
bn_bd: কল গ্রহন না করলে

source: Forward when unreachable
bn_bd: অনুপস্থিত থাকলে

source: Found {{numFriends}} friends to import
bn_bd: নিয়ে আসার জন্য {{numFriends}} টি বন্ধু পাওয়া গিয়েছে

source: Found one friend to import
bn_bd: নিয়ে আসার জন্য একটি বন্ধু পাওয়া গিয়েছে

source: Frames per second
bn_bd: প্রতি সেকেন্ডে ফ্রেমের সংখ্যা

source: Friends’ photos will not be added to your contacts. Continue anyway?
bn_bd: পরিচিতিতে বন্ধুর ছবি যোগ হবে না। অব্যাহত রাখবেন?

source: Future
bn_bd: ভবিষ্যৎ

source: Gaia Bluetooth Transfer
bn_bd: গায়া ব্লুটুথ স্থানান্তর

source: Gaia debug traces
bn_bd: গায়া ডিবাগ ট্রেসেস

source: Gaia Homescreen
bn_bd: গায়া মূল স্ক্রিন

source: Gaia Web Browser
bn_bd: গায়া ওয়েব ব্রাউজার

source: Gem Echoes
bn_bd: জেম ইকোস

source: Geolocation output in ADB
bn_bd: ADB তে ভৌগলিক আউটপুট

source: Git commit info
bn_bd: গিট কমিট তথ্য

source: Hardware composer
bn_bd: হার্ডওয়্যার কম্পোজার

source: Hardware revision
bn_bd: হার্ডওয়্যার পুনর্বিবেচনা

source: Health & Fitness
bn_bd: স্বাস্থ্য এবং ফিটনেস

source: Help menu
bn_bd: সহায়তা মেনু

source: Help us improve {{brandShortName}} by sharing data about your phone.
bn_bd: {{brandShortName}}র উন্নয়নে সহায়তা করার জন্য আপনার ফোনের ডাটা শেয়ার করুন।

source: Hidden networks
bn_bd: লুকানো নেটওয়ার্কসমূহ

source: Hotels
bn_bd: হোটেল

source: Hotspot settings
bn_bd: হটস্পট সেটিং

source: How does Do Not Track work?
bn_bd: ট্র্যাক করবে না, কি উপায়ে কাজ করে?

source: (hrpd network locked)
bn_bd: (hrpd নেটওয়ার্ক লক করা)

source: Image saved to Gallery
bn_bd: গ্যালারিতে ছবি সংরক্ষিত হয়েছে

source: Import
bn_bd: নিয়ে আসুন

source: Import certificate
bn_bd: সার্টিফিকেট ইম্পোর্ট

source: Importing friends to Contacts
bn_bd: বন্ধুদের পরিচিতিতে নিয়ে আসুন

source: Import your contacts from SIM card or Facebook
bn_bd: সিম কার্ড অথবা ফেসবুক থেকে আপনার পরিচিতি ইম্পোর্ট করুন

source: I'm So Bored
bn_bd: আমি খুব বিরক্ত হয়ে গেছি

source: IMS settings
bn_bd: IMS সেটিং

source: Installed input methods
bn_bd: ইনস্টল করা ইনপুট পদ্ধতি

source: Install update now?
bn_bd: এখন আপডেট ইনস্টল করবেন?

source: Internet sharing
bn_bd: ইন্টারনেট শেয়ারিং

source: Into the Void
bn_bd: ইনটু দ্যা ভয়েড

source: Invert colors
bn_bd: রং বিপরীতমুখীকরণ

source: I want to help improve {{brandShortName}} by sharing data about my phone.
bn_bd: আমার ফোনের তথ্য জানিয়ে আমি {{brandShortName}} এর উন্নয়নে সাহায্য করতে চাই।

source: JS objects
bn_bd: JS বস্তুসমূহ

source: JS other
bn_bd: JS অন্যান্য

source: JS strings
bn_bd: JS স্ট্রিং

source: Kids
bn_bd: বাচ্চারা

source: Known networks
bn_bd: পরিচিত নেটওয়ার্কসমূহ

source: Last 6 months
bn_bd: গত ৬ মাস

source: Last 7 days
bn_bd: গত 7 দিন

source: Learning & Education
bn_bd: শেখা এবং শিক্ষা

source: Lifestyle
bn_bd: জীবনশৈলী

source: linking contact
bn_bd: পরিচিতি লিঙ্ক করা হচ্ছে

source: linking contacts
bn_bd: পরিচিতি লিঙ্ক করা হচ্ছে

source: {{ linkSpeed }} Mbit/s
bn_bd: {{ linkSpeed }} মেগাবিট/সে

source: Load more messages from server
bn_bd: সার্ভার থেকে আরও বার্তা লোড কর

source: Lock orientation
bn_bd: লকের স্থিতিবিন্যাস

source: Lock screen
bn_bd: লক স্ক্রিন

source: Log changes in ADB
bn_bd: ADB তে লগ পরিবর্তন

source: Log slow animations
bn_bd: মন্থর এনিমেশনগুলো লগ করুন

source: Low Bit Swing
bn_bd: লো বিট সুইং

source: MAC address
bn_bd: MAC ঠিকানা

source: Malware attack blocked
bn_bd: ম্যালওয়্যার আক্রমণে বাধা দেওয়া হয়েছে

source: Manage certificates
bn_bd: সার্টিফিকেটের ব্যবস্থাপনা

source: Manage networks
bn_bd: নেটওয়ার্ক পরিচালনা

source: Manage Ringtones
bn_bd: রিংটোন ব্যবস্থাপনা

source: Manage Sounds
bn_bd: শব্দ ব্যবস্থাপনা

source: Media storage
bn_bd: মিডিয়া স্টোরেজ

source: Media & Video
bn_bd: মিডিয়া ও ভিডিও

source: Medical
bn_bd: চিকিৎসা

source: Message confirmation
bn_bd: বার্তা নিশ্চিতকরণ

source: Message settings
bn_bd: বার্তার সেটিং

source: Minimal Bands
bn_bd: মিনিমাল ব্যান্ডস

source: Mozilla Web Browser
bn_bd: মজিলা ওয়েব ব্রাউজার

source: Multimedia messaging (MMS)
bn_bd: মাল্টিমিডিয়া বার্তা (MMS)

source: {{name}} requires an Internet connection.
bn_bd: {{name}} এর ইন্টারনেট প্রয়োজন।

source: (network1 locked)
bn_bd: (নেটওয়ার্ক১ লক করা)

source: (network2 locked)
bn_bd: (নেটওয়ার্ক২ লক করা)

source: (network locked)
bn_bd: (নেটওয়ার্ক লক করা)

source: Network operator
bn_bd: নেটওয়ার্ক অপারেটর

source: Network operators in the area
bn_bd: এই এলাকার নেটওয়ার্ক অপারেটর

source: Network type
bn_bd: নেটওয়ার্কের ধরন

source: Never send a report
bn_bd: কখনই প্রেরিত হবে না

source: New tab
bn_bd: নতুন ট্যাব

source: {{n}} notification
bn_bd: {{n}}টি নোটিফিকেশন

source: {{n}} notifications
bn_bd: {{n}}টি নোটিফিকেশন

source: No access to the Internet right now.
bn_bd: এখন ইন্টারনেট সংযোগ নাই।

source: No devices are actively tracking your phone through the website.
bn_bd: আপনার ফোন এই ওয়েবসাইট এর মাধ্যমে অন্য কোনো ডিভাইস দিয়ে ট্র্যাক করা হচ্ছে না।

source: No duplicated friends merged
bn_bd: কোন সদৃশ বন্ধুকে যুক্ত করা হয়নি

source: No friends updated
bn_bd: কোন বন্ধুর তথ্য হালনাগাদ হয় নি

source: No Internet connection
bn_bd: ইন্টারনেট সংযোগ নেই

source: No matching friends. Showing all
bn_bd: কোন বন্ধুর মিল পাওয়া যায় নি। সব দেখানো হচ্ছে

source: No network
bn_bd: কোন নেটওয়ার্ক নাই

source: No recent apps
bn_bd: কোন সাম্প্রতিক অ্যাপ নেই

source: (no SIM)
bn_bd: (কোন সিম কার্ড নেই)

source: {{numDups}} friends merged
bn_bd: {{numDups}}টি বন্ধু যুক্ত করা হয়েছে

source: Older than 6 months
bn_bd: ৬ মাসের বেশি পুরনো

source: One duplicated friend merged
bn_bd: একজন সদৃশ বন্ধকে যুক্ত করা হয়েছে

source: Operator message from SIM {{id}}
bn_bd: SIM {{id}} থেকে অপারেটর বার্তা

source: {{operator}} (Roaming)
bn_bd: {{operator}} (রোমিং)

source: OS version
bn_bd: ওএস সংস্করণ

source: Other sounds
bn_bd: অন্যান্য শব্দ

source: Outdoor Activities
bn_bd: বাহিরের কার্যকলাপ

source: Outgoing calls
bn_bd: আউটগোয়িং কল

source: Outgoing messages
bn_bd: আউটগোয়িং বার্তা

source: Page expired
bn_bd: পেজের মেয়াদ শেষ

source: Page title
bn_bd: পাতার শিরোনাম

source: Page unsupported
bn_bd: অসমর্থিত পাতা

source: Passcode lock
bn_bd: পাসকোড লক

source: Performance data
bn_bd: কর্মক্ষমতা সম্পর্কে তথ্য

source: Personal Communication
bn_bd: ব্যক্তিগত যোগাযোগ

source: Platform version
bn_bd: প্লাটফর্ম ভার্শন

source: Playlist
bn_bd: গানের তালিকা

source: Please hold on
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন

source: Please hold on. We are calculating a proposal.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা প্রস্তাবনা গণনা করছি।

source: Please hold on. We are connecting to obtain your friend list.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা আপনার বন্ধুতালিকা অর্জন করার জন্য সংযুক্ত হচ্ছি।

source: Please hold on. We are linking your friend and your contact.
bn_bd: অনুগ্রহ করে ধৈর্য ধরুন। আমরা আপনার বন্ধু এবং আপনার পরিচিতি সংযুক্ত করছি।

source: Politics
bn_bd: রাজনীতি

source: Power save mode
bn_bd: বিদ্যুৎ সংরক্ষণ মোড

source: Productivity
bn_bd: উত্পাদনশীলতা

source: Progressive Dapple
bn_bd: প্রগ্রেসিভ ডাপল

source: Proxy Server Error
bn_bd: প্রক্সি সার্ভার সমস্যা

source: Pulse Progressive
bn_bd: পালস্‌ প্রগ্রেসিভ

source: Rain Echoes
bn_bd: রেইন ইকোস

source: Read reports
bn_bd: রিপোর্ট পড়ুন

source: Reference
bn_bd: রেফারেন্স

source: Religion
bn_bd: ধর্ম

source: Remove Application
bn_bd: অ্যাপ্লিকেশন অপসারণ

source: Reset Phone
bn_bd: ফোন রিসেট করুন

source: Resetting will erase all your data, including any apps you’ve purchased. The phone will be restored to its factory condition. None of your settings or data will be saved.
bn_bd: রিসেট-এর ফলে আপনার সব ডাটা অপসারিত হবে, এমনকি যেসব অ্যাপ আপনি ক্রয় করেছেন সেগুলোও। ফোনটি ক্রয়ের পূর্বের অবস্থায় ফিরে যাবে। আপনার কোন ডাটা বা সেটিংস সংরক্ষিত থাকবে না।

source: retrieving friends
bn_bd: বন্ধুদের তথ্য পুনরুদ্ধার করা হচ্ছে

source: Rewind
bn_bd: রিউইন্ড

source: Ringer
bn_bd: রিং

source: Ringer & Notifications
bn_bd: রিঙ্গার ও নোটিফিকেশন

source: Ringing Gems
bn_bd: রিংগিং জেমস

source: Ringing Strings
bn_bd: রিঙ্গিং স্ট্রিং

source: Roaming protocol
bn_bd: রোমিং প্রটোকল

source: (ruim corporate locked)
bn_bd: (ruim কর্পোরেট লক হয়ে গেছে)

source: (ruim service provider locked)
bn_bd: (ruim সার্ভিস প্রোভাইডার লক হয়ে গেছে)

source: Screen lock
bn_bd: স্ক্রিন লক

source: Screen reader
bn_bd: স্ক্রীণ রিডার

source: Screen timeout
bn_bd: পর্দার সময়সীমা

source: Search again
bn_bd: পুনরায় অনুসন্ধান করুন

source: Search suggestions are shown as you type. Go to the Homescreen section of Settings to change your search preferences.
bn_bd: আপনি টাইপ করলেই অনুসন্ধানের সাজেশন দেবে, আপনার অনুসন্ধান পদ্ধতি পরিবর্তন করতে সেটিং এর হোমস্ক্রিন সেকশনে যান।

source: seconds
bn_bd: সেকেন্ড

source: Security issues
bn_bd: সুরক্ষাজনিত সমস্যা

source: Select a recommended one
bn_bd: একজন সুপারিশকৃত নির্বাচন করুন

source: Select a WPS method:
bn_bd: WPS এর পদ্ধতি নির্বাচন করুন:

source: Select certificate file
bn_bd: সার্টিফিকেট ফাইল নির্বাচন করুন

source: Selected keyboards
bn_bd: নির্বাচিত কীবোর্ড

source: Select SIM
bn_bd: SIM নির্বাচন করুন

source: Select the recommended one
bn_bd: সুপারিশকৃত নির্বাচন করুন

source: Sending email
bn_bd: ই-মেইল প্রেরণ করা হচ্ছে

source: (service provider locked)
bn_bd: (সার্ভিস প্রোভাইডার লক করা)

source: Set automatically
bn_bd: স্বয়ংক্রিয়ভাবে ঠিক করুন

source: Set manually
bn_bd: নিজ হাতে ঠিক করুন

source: Share my phone’s Internet connection with a USB-connected device.
bn_bd: ইউএসবিতে যুক্ত ডিভাইসের সাথে আমার ফোনের ইন্টারনেট শেয়ার করুন।

source: Share using USB
bn_bd: ইউএসবি দ্বারা শেয়ার

source: Shimmering Waves
bn_bd: শিমেরিং ওয়েভস

source: Show accessibility settings
bn_bd: এক্সেসিবিলিটি সেটিং দেখান

source: Show after reboot
bn_bd: পুনরায় চালুর পর দেখান

source: Showbiz
bn_bd: শোবিজ

source: Show devtools overlay
bn_bd: ডেভটুলের বিন্যাস দেখান

source: Show on lock screen
bn_bd: লক করা স্ক্রিনে দেখাও

source: Sign In or Create an Account
bn_bd: সাইন ইন করুন বা একটি অ্যাকাউন্ট তৈরি করুন

source: Sign in to website
bn_bd: ওয়েবসাইটে সাইন ইন করুন

source: SIM manager
bn_bd: SIM ব্যবস্থাপক

source: (SIM PIN required)
bn_bd: (সিম পিন আবশ্যক)

source: (SIM PUK required)
bn_bd: (সিম PUK আবশ্যক)

source: SIM security
bn_bd: সিম নিরাপত্তা

source: SIM settings
bn_bd: SIM সেটিং

source: Smart Collections
bn_bd: স্মার্ট সংগ্রহ সমূহ

source: Smart Collections Manager
bn_bd: স্মার্ট সংগ্রহ ব্যবস্থাপক

source: Smooth Strings
bn_bd: স্মুথ স্ট্রিংস

source: Soccer
bn_bd: ফুটবল

source: Software home button
bn_bd: সফটওয়্যার হোম বাটন

source: Software updates
bn_bd: সফটওয়্যার হালনাগাদ

source: Spring
bn_bd: স্প্রিং

source: SSID network name
bn_bd: SSID নেটওয়ার্কের নাম

source: STK Query from SIM {{id}}
bn_bd: SIM থেকে STK জিজ্ঞাসা {{id}}

source: Submit performance data
bn_bd: কর্মক্ষমতার তথ্য জমা

source: Surf
bn_bd: সার্ফ

source: Swipe up and down to browse your apps. Tap and hold an icon to move or delete it.
bn_bd: আপনার অ্যাপ ব্রাউজ করতে উপরে নিচে সুইপ করুন। কোনো আইকন অপসারণ বা স্থানান্তর করতে তার উপর চাপে ধরুন।

source: Switch the data connection to {{ nonactive }} to retrieve the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
bn_bd: MMS টি পুনরূদ্ধার করার জন্য ডাটা সংযোগটি {{ nonactive }} তে পরিবর্তন করুন। {{active }} তে চলমান ডাটা স্থানান্তর স্থগিত হয়ে যাবে। তারপরও এগিয়ে যাবেন?

source: Switch the data connection to {{ nonactive }} to send the MMS. The current data transfer on {{ active }} will be suspended. Continue anyway?
bn_bd: MMS টি পাঠানোর জন্য জন্য ডাটা সংযোগটি {{ nonactive }} তে পরিবর্তন করুন। {{active }} তে চলমান ডাটা স্থানান্তর বন্ধ হয়ে যাবে। তারপরও চালিয়ে যাবেন?

source: Tech
bn_bd: টেক

source: Tech & Science
bn_bd: প্রযুক্তি ও বিজ্ঞান

source: Telecommunication
bn_bd: টেলিযোগাযোগ

source: Telemetry sends Mozilla data about performance, hardware, configurations and customizations in your {{brandShortName}} device. We use this to make our products better, faster and more responsive.
bn_bd: টেলিমেট্রি মজিলার নিকট আপনার {{brandShortName}} ডিভাইসের পারফরম্যান্স,হার্ডওয়ার,কনফিগারেশন এবং পরিবর্তনগুলো পাঠায়। আমরা এগুলো ব্যবহার করি আমাদের পণ্যগুলোতে আরও ভাল, দ্রুত এবং প্রতিক্রিয়াশীল করার জন্য।

source: Telenovelas
bn_bd: ধারাবাহিক

source: Tethering settings
bn_bd: টিথারিং সেটিং

source: The device can’t display this page because a content encoding error occurred.
bn_bd: একটি কন্টেন্ট এনকোডিং ত্রুটির কারণে ডিভাইসটি এই পেইজটিকে প্রদর্শন করতে পারছে না।

source: The device can’t display this page because the file cannot be found.
bn_bd: ডিভাইস এই পেজটি দেখাতে পারছে না কারণ ফাইলটি খুঁজে পাওয়া যায় নি।

source: The device can’t display this page because the page is not redirecting properly. Try this page again at a later time.
bn_bd: ডিভাইসটি পেজ প্রদর্শন করতে পারবে না কারণ এটা সঠিক ভাবে রিডাইরেক্ট হয়নি। কিছু সময় পরে আবার চেষ্টা করুন।

source: The device is configured to use a proxy server that can’t be found.
bn_bd: ডিভাইসটি এমন এক প্রক্সি সার্ভার ব্যবহারের জন্য কনফিগার করা হয়েছে যা খুজে পাওয়া যাচ্ছে না।

source: The device is configured to use a proxy server that is refusing connections.
bn_bd: ডিভাইসটি এমন এক প্রক্সি সার্ভার ব্যবহারের জন্য কনফিগার করা হয়েছে যা সংযুক্ত হতে বাধা দিচ্ছে।

source: The page cannot be shown because an error in the data transmission was detected.
bn_bd: তথ্য আদান-প্রদান করায় ত্রুটি থাকায় আপনি যে পৃষ্ঠাটি প্রদর্শন করতে চাচ্ছেন তা দেখানো যাচ্ছে না

source: The page cannot be shown because it may not be safe to open.
bn_bd: পাতাটি দেখানো যাবে না, কারণ এটি খোলা নিরাপদ নাও হতে পারে।

source: There was an error synchronizing your friend’s data
bn_bd: আপনার বন্ধুর তথ্য সিঙ্ক্রোনাইজ করতে গিয়ে একটি বিভ্রাট ঘটেছে

source: The ringtone was not changed because the selected file can not be played on this phone.
bn_bd: রিংটোন পরিবর্তন হয়নি কারন নির্বাচিত ফাইলটি এই ফোনে বাজানো যাচ্ছে না।

source: The site at has been reported as an attack site and has been blocked.
bn_bd: সাইটটিকে আক্রমণ সাইট হিসেবে অভিযোগ করা হয়েছে এবং তাই এটাকে ব্লক করে দেওয়া হয়েছে।

source: The URL entered is not valid and cannot be loaded.
bn_bd: আপনি যে URL দিয়েছেন তা কার্যকর নয় এবং লোড করা যাবে না।

source: The username or password is incorrect.
bn_bd: এই ব্যবহারকারীর নাম অথবা পাসওয়ার্ড ভুল হয়েছে।

source: The website has been reported as a web forgery designed to trick users into sharing personal or financial information.
bn_bd: ওয়েবসাইটটি ব্যক্তিগত ও আর্থিক তথ্য ভাগাভাগি করে পরিকল্পিত একটি ওয়েব জালিয়াতি করে ব্যবহারকারীদের সঙ্গে।

source: The website {{host}} requires you to sign in.
bn_bd: এই ওয়েবসাইট {{host}} এ আপনার সাইন ইন করা প্রয়োজন।

source: This address uses a network port which is normally used for purposes other than Web browsing. The device has cancelled the request for your protection.
bn_bd: এই ঠিকানাটি এমন একটি নেটওয়ার্ক পোর্ট ব্যবহার করে যা সাধারণত ওয়েব ব্রাউজিং এর জন্য ব্যবহার করা হয় না। আপনার নিরাপত্তার জন্য ডিভাইসটি এই অনুরোধ বাতিল করে দিয়েছে।

source: This email contains {{ n }} images. Click to download.
bn_bd: এই ইমেইলটিতে {{ n }} টি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।

source: This email contains one image. Click to download.
bn_bd: এই ইমেইলটিতে একটি ছবি আছে। ডাউনলোড করার জন্য ক্লিক করুন।

source: This may take a couple of minutes
bn_bd: এতে কিছু সময় লাগতে পারে

source: This page can’t be displayed because it uses a technology that is not supported on the device.
bn_bd: এই পেজটি প্রদর্শন করা যাবে না কারণ এটা এমন এক প্রযুক্তি ব্যবহার করে যা আপনার ডিভাইস সমর্থন করে না।

source: Time to load
bn_bd: লোডিং এর সময়
